<?php

return [
    'welcome' => 'សូមស្វាគមន៍មកកាន់',
    'sunhour' => "ក្រុមហ៊ុន",
    'group' => "ស៊ុន ហ៊ួរ",
    'en' => 'ភាសាអង់គ្លេស',
    'kh' => 'ភាសាខ្មែរ',
    'cn' => 'ភាសាចិន',
    'description_cm' => "ក្រុមហ៊ុន ស៊ុន ហ៊ួរ ត្រូវបានបង្កើតឡើងដោយលោក ស៊ុន ហ៊ួរ ដែលចក្ខុវិស័យរបស់លោកគឺនាំចូលសម្រាប់សម្ភារៈបន្ទប់ទឹកដែលមានគុណភាពនៅក្នុងប្រទេសកម្ពុជានិងជំរុញឲ្យមានការរីក ចម្រើន និងភាពជោគជ័យរបស់ក្រុមហ៊ុន។",
    'aboutus' => 'អំពីក្រុមហ៊ុន',
    'WTBOP' => 'ចង់ក្លាយជាដៃគូរបស់យើងខ្ញុំទេ?',
    'content_pns' => 'យើងខ្ញុំសូមអរគុណចំពោះចំណាប់អារម្មណ៍របស់អ្នកក្នុងការក្លាយជាដៃគូជាមួយក្រុមហ៊ុន ស៊ុនហ៊ួរ គ្រុប។

                    ប្រសិនបើអ្នកចង់ នោះនឹងត្រូវបានពិចារណាសម្រាប់ឱកាសក្លាយជាដៃគូនាពេលអនាគត

                    សូមប្រាប់យើងបន្តិចបន្តួចអំពីអាជីវកម្មរបស់អ្នកនៅខាងក្រោម។ យើងនឹងរក្សាទុកព័ត៌មានរបស់អ្នកដោយសុវត្ថិភាព ហើយនឹងទាក់ទងអ្នកវិញឱ្យបានឆាប់តាមដែលអាចធ្វើទៅបាន។',
    'career' => 'ឱកាសការងារ',
    'content_career' => 'យើងខ្ញុំតែងតែស្វែងរកបុគ្គលិកដែលមានទេពកោសល្យដើម្បីចូលរួមជាមួយក្រុមហ៊ុន។ យើងខ្ញុំលើកទឹកចិត្តអ្នកឱ្យដាក់ពាក្យស្នើសុំនៅពេលណាក៏បាន ទោះបីជាមិនមានការប្រកាសជ្រើសរើសបុគ្គលិកនាពេលបច្ចុប្បន្នក៏ដោយ។

ប្រសិនបើក្រុមហ៊ុនគិតថាអ្នកស័ក្តសម​ក្រុមហ៊ុននឹងផ្តល់ដំណឹងមកសម្ភាសន៍ការងារ។

ប្រសិនបើលោកអ្នកមានចំណាប់អារម្មណ៍ សូមដាក់ប្រវត្តិរូបសង្ខេប (CV) ឥឡូវនេះ។

សូមកុំស្ទាក់ស្ទើរក្នុងការទាក់ទងមកយើងតាមរយៈ',
    'contact' => 'ការទំនាក់ទំនង',
    'content_ct' => 'មតិយោបល់របស់អតិថិជនពិតជាសំខាន់ណាស់ក្នុងការកែលម្អដើម្បីស្ថាបនាក្រុមហ៊ុនរបស់យើងខ្ញុំ។  ដូច្នេះសូមកុំស្ទាក់ស្ទើរក្នុងការទំនាក់ទំនងមកយើងខ្ញុំ។',
    'get_in_touch' => 'មធ្យោបាយទំនាក់ទំនង!',
    'partnerships' => 'ភាពជាដៃគូ',
    'brand' => 'ម៉ាកយីហោ',
    'home' => 'ទំព័រដើម',
    'name_fm' => 'បញ្ចូលឈ្មោះ',
    'email_fm' => 'បញ្ចូលអ៊ីមែល',
    'content_fm' => 'បញ្ចូលប្រធានបទ',
    'msg_fm' => 'បញ្ចូលសារ',
    'submit' => 'ដាក់ស្នើ',

    'cname' => 'បញ្ចូលឈ្មោះក្រុមហ៊ុន',
    'cwebsite' => 'បញ្ចូលឈ្មោះគេហទំព័រ',
    'fullname' => 'បញ្ចូលឈ្មោះពេញ',
    'title' => 'បញ្ចូលមុខតំណែង',
    'phone' => 'បញ្ចូលលេខទូរសព្ទ',
    'email' => 'បញ្ចូលអ៊ីម៉ែល',
    'country' => 'បញ្ចូលប្រទេស',
    'msg' => 'បញ្ចូលសារ',

    'title_aboutus' => 'ឆ្នាំ ១៩៩៨
    ក្លាយជាអ្នកនាំចូលម៉ាកយីហោជាសកល',
    'title_aboutus_1' => 'ឆ្នាំ ១៩៩៧
    ការពង្រីកការនាំចូលដោយភាពជាដៃគូជាមួយ RAK Ceramics',
    'title_aboutus_2' => 'ឆ្នាំ ១៩៩៦
    ការចាប់ផ្តើមដំបូង',
    'title_aboutus_3' => 'ឆ្នាំ ១៩៩៩
    ការណែនាំអំពីម៉ាកយីហោ New Time',
    'title_aboutus_4' => 'ឆ្នាំ ២០០៤
    ការបង្កើតជាផ្លូវការ',
    'title_aboutus_5' => 'ឆ្នាំ ២០១០
    ភាពជាដៃគូជាមួយ GRUNDFOS',
    'title_aboutus_6' => 'ឆ្នាំ ២០០៥
    ការផ្លាស់ប្តូរទីកន្លែងតាំងបង្ហាញ',
    'title_aboutus_7' => 'ឆ្នាំ២០១៤',
    'title_aboutus_8' => 'ឆ្នាំ២០១៨',


    'content_aboutus' => "ទទួលបានសិទ្ធិចែកចាយជាផ្លូវការដើម្បីនាំចូលផលិតផលម៉ាក TOTO និង ARISTON ដោយណែនាំវាចូលទៅក្នុងទីផ្សារសម្ភារៈសំណង់លំដាប់ខ្ពស់។",
    'content_aboutus_1' => "ក្រុមហ៊ុនទទួលបានសិទ្ធិនាំចូល និងចែកចាយផ្តាច់មុខសម្រាប់ក្បឿងការរ៉ូ RAK Ceramics ពីទីក្រុងឌូបៃ ប្រទេសអារ៉ាប់រួម។",
    'content_aboutus_2' => "ក្រុមហ៊ុន ស៊ុន ហ៊ួរ បានចាប់ផ្តើមដំបូងជាអ្នកផ្គត់ផ្គង់សម្ភារៈសំណង់ទូទៅ ដោយផ្តល់ជូននូវផលិតផលជាច្រើនប្រភេទ ចាប់ពីសម្ភារៈសំណង់ខ្នាតតូចរហូតដល់ធំ គ្រឿងបរិក្ខារបន្ទប់ទឹក ឥដ្ឋការ៉ូ ស៊ីម៉ង់ត៍ ឥដ្ឋក្បឿង និងថ្នាំលាបជាច្រើនប្រភេទសម្រាប់វិស័យសំណង់។",
    'content_aboutus_3' => "ក្រុមហ៊ុន ស៊ុន ហ៊ួរ គ្រុប បានបើកដំណើរការ New Time ដោយផ្តល់ជូននូវធុងទឹក Inox 304 ប្រើប្រាស់បានយូរក្នុងការរចនាបញ្ឈរ និងផ្ដេក ដែលមានទំហំចាប់ពី 500 ទៅ 10,000 លីត្រ។",
    'content_aboutus_4' => "ក្រុមហ៊ុន ស៊ុន ហ៊ួរ ត្រូវបានចុះបញ្ជីជាផ្លូវការជាអាជីវកម្មខ្នាតមធ្យម ដែលឆ្លុះបញ្ចាំងពីការរីកចម្រើនឥតឈប់ឈរ និងការប្តេជ្ញាចិត្តចំពោះឧត្តមភាពរបស់ខ្លួន។",
    'content_aboutus_5' => "ក្រុមហ៊ុន ស៊ុនហ៊ួរ គ្រុប បានចូលជាដៃគូជាមួយ Grundfos ដែលជាក្រុមហ៊ុនឈានមុខគេលើពិភពលោកក្នុងការផលិតម៉ាស៊ីនបូមទឹក ដើម្បីបង្កើនការចែកចាយផលិតផល និងពង្រឹងកិច្ចសហការ។",
    'content_aboutus_6' => "ក្រុមហ៊ុនបានផ្លាស់ប្តូរអ្នកចែកចាយរបស់ខ្លួនទៅជាកន្លែងតាំងបង្ហាញ ដោយផ្តល់នូវបទពិសោធន៍ជាក់ស្តែងជាមួយផលិតផលលំដាប់ខ្ពស់។",
    'content_aboutus_7' => "នៅឆ្នាំ ២០១៤ ក្រុមហ៊ុន ស៊ុនហ៊ួរ គ្រុប បានពង្រីកវិសាលភាពរបស់ខ្លួនជាមួយនឹងការបើកន្លែងតាំងបង្ហាញទីពីររបស់ខ្លួននៅលើមហាវិថីម៉ៅសេទុង។",
    'content_aboutus_8' => "ដោយបន្តការរីកចម្រើនរបស់ខ្លួន ក្រុមហ៊ុនបានបើកដំណើរការកន្លែងតាំងបង្ហាញទីបីរបស់ខ្លួននៅខេត្តសៀមរាបក្នុងឆ្នាំ ២០១៨ ដោយនាំយកផលិតផលដែលមានគុណភាពរបស់ខ្លួនឱ្យកាន់តែខិតជិតអតិថិជននៅតំបន់ភាគពាយ័ព្យនៃប្រទេសកម្ពុជា។",


    'career_title' => 'យើងខ្ញុំកំពុងជ្រើសរើសបុគ្គលិក! !',
    'career_titles' => 'ចូលរួមជាមួយក្រុមលក់ដែលកំពុងរីកចម្រើនរបស់យើងខ្ញុំនៅ ស៊ុនហ៊ួរ ខូ, អិល​ធីឌី',
    'career_title1' => 'សេចក្តីផ្តើម ៖',
    'career_title2' => 'ជ្រើសរើសមុខដំណែង:',
    'career_title3' => 'ផ្នែកលក់ខាងក្នុង (កន្លែងតាំងបង្ហាញ និងលក់រាយ)',
    'career_title4' => 'ផ្នែកលក់ខាងក្រៅ (ការលក់រាយ និងគម្រោង)',
    'career_title5' => 'ទីតាំង៖',
    'career_title6' => 'ម៉ោងធ្វើការ',
    'career_title7' => 'តម្រូវការ៖',
    'career_title8' => 'ហេតុអ្វីត្រូវធ្វើការជាមួយយើងខ្ញុំ?',
    'career_title9' => 'ដាក់ពាក្យឥឡូវនេះ!',
    'career_introduction_details1' => 'ក្រុមហ៊ុន ស៊ុនហ៊ួរ ខូ, អិល​ធីឌី អ្នកផ្គត់ផ្គង់គ្រឿងប្រើប្រាស់ក្នុងបន្ទប់ទឹក និងដំណោះស្រាយទឹកដែលមានគុណភាពខ្ពស់ឈានមុខគេ – កំពុងពង្រីកខ្លួន!',
    'career_introduction_details2' => 'យើងមានមោទនភាពក្នុងការចែកចាយផលិតផលម៉ាកល្បីៗលំដាប់អន្តរជាតិ និងក្នុងស្រុក រួមមាន៖',
    'career_introduction_details3' => 'ឧបករណ៍សម្ភារៈបន្ទប់ទឹក',
    'career_introduction_details4' => 'ម៉ាស៊ីនកម្តៅទឹក',
    'career_introduction_details5' => 'ម៉ាស៊ីនបូមទឹក',
    'career_introduction_details6' => 'ធុងស្តុកទឹកដែកអ៊ីណុកក្នុងស្រុក',

    'career_introduction_details7' => 'ស្វាគមន៍ និងជួយអតិថិជនដែលដើរចូល',
    'career_introduction_details8' => 'បង្ហាញលក្ខណៈពិសេស និងអត្ថប្រយោជន៍នៃផលិតផល',
    'career_introduction_details9' => 'ដោះស្រាយការសាកសួរ និងដំណើរការការបញ្ជាទិញលក់',
    'career_introduction_details10' => 'រក្សាការតាំងបង្ហាញ និងអនាម័យកន្លែងតាំងបង្ហាញ',
    'career_introduction_details11' => 'ទៅជួបអតិថិជន អ្នកម៉ៅការ និងគម្រោង',
    'career_introduction_details12' => 'កសាង និងរក្សាទំនាក់ទំនងរឹងមាំ',
    'career_introduction_details13' => 'ផ្សព្វផ្សាយផលិតផលទៅកាន់អ្នកអភិវឌ្ឍន៍ និងដៃគូ',
    'career_introduction_details14' => 'តាមដានការនាំមុខ និងបិទកិច្ចព្រមព្រៀងលក់',

    'career_introduction_details15' => 'ភ្នំពេញ',
    'career_introduction_details16' => 'ម៉ោងធ្វើការ៖ ច័ន្ទ – សៅរ៍ ៨:០០ ព្រឹក – ៥:៣០ ល្ងាច',

    'career_introduction_details17' => 'មានបទពិសោធន៍លក់ពីមុន (សម្ភារៈសំណង់/សម្ភារៈសំណង់មានអាទិភាព)',
    'career_introduction_details18' => 'ជំនាញទំនាក់ទំនង និងការចរចារល្អ',
    'career_introduction_details19' => 'សមត្ថភាពក្នុងការធ្វើការដោយឯករាជ្យ និងជាក្រុម',
    'career_introduction_details20' => 'ស្មោះត្រង់ មានទំនួលខុសត្រូវ និងផ្តោតលើលទ្ធផល',
    'career_introduction_details21' => 'មានប័ណ្ណបើកបរម៉ូតូ ឬរថយន្ត (តម្រូវសម្រាប់ការលក់ខាងក្រៅ)',

    'career_introduction_details22' => 'ឱកាសតំណាងឱ្យម៉ាកល្បីៗលំដាប់អន្តរជាតិ',
    'career_introduction_details23' => 'ការបណ្តុះបណ្តាល និងអភិវឌ្ឍន៍វិជ្ជាជីវៈ',
    'career_introduction_details24' => 'ប្រាក់ខែប្រកួតប្រជែង + កម្រៃជើងសារសមរម្យ',
    'career_introduction_details25' => 'ឱកាសគាំទ្រក្រុមការងារ និងការរីកចម្រើនអាជីព',

    'career_introduction_details26' => 'ផ្ញើប្រវត្តិរូបសង្ខេបរបស់អ្នកទៅកាន់ ៖ ',
    'career_introduction_details27' => 'ទំនាក់ទំនងមកយើង ៖',
    'career_introduction_details28' => 'អាសយដ្ឋានការិយាល័យ ៖',
    'career_introduction_details29' => '#៤២៧E០ មហាវិថីព្រះមុនីវង្ស សង្កាត់បឹងព្រលិត ខណ្ឌ ៧មករា ភ្នំពេញ ប្រទេសកម្ពុជា។',
    'career_introduction_details30' => '+៨៥៥ ១២ ៨១៨ ១៨៩',

    'product' => 'ផលិតផល',
    'SanitaryWareFitting' => 'សម្ភារៈអនាម័យ និងគ្រឿងបរិក្ខារ',
    'WaterHeaterSystem' => 'ប្រព័ន្ធម៉ាស៊ីនទឹកក្ដៅ',
    'WaterPump' => 'ម៉ាសុីនបូមទឹក',
    'WaterFilter' => 'ឧបករណ៍ចំរោះទឹក',
    'PorcelainTileCeramicTile' => 'ការ៉ូPorcelain និងការ៉ូ Ceramic',
    'Toilets' => 'បង្គន់អនាម័យ',
    'FaucetSeries' => 'ក្បាលរូមីណេ',
    'Bathtubs' => 'អាងងូតទឹក',
    'Public' => 'ប្រើនៅទីសាធារណៈ',
    'Accessories' => 'គ្រឿងប្រើប្រាស់ក្នុងបន្ទប់ទឹក ',
    'Lavatory' => 'ឡាបូលាងដៃ',
    'InstantaneousWaterHeater' => 'ម៉ាស៊ីនកម្តៅទឹកភ្លាមៗ (បន្ទប់ទឹកផ្កាឈូកនៅផ្ទះ)',
    'GasboilerWaterHeater' => 'ម៉ាស៊ីនកម្តៅទឹកប្រើប្រាស់ចំហាយហ្គាស',
    'StorageWaterHeater' => 'ម៉ាស៊ីនកម្តៅទឹកសម្រាប់ផ្ទុកទឹក',
    'SolarWaterHeater' => 'ម៉ាស៊ីនកម្តៅទឹកដើរដោយថាមពលព្រះអាទិត្យ',
    'HeatPump' => 'ម៉ាស៊ីនបូមកំដៅ',
    'WaterTransfer' => 'ម៉ូទ័របូមទឹក',
    'WaterPressurepump' => 'ម៉ូទ័រសម្ពាធទឹក',
    'HomeDrinkingWaterSystem' => 'ប្រព័ន្ធទឹកសុទ្ធសម្រាប់ប្រើនៅផ្ទះ',
    'WaterDispenser' => 'ឧបករណ៍ផលិតទឹកបរិភោគ',
    'IndustrialWaterTreatmentSystem' => 'ប្រព័ន្ធប្រព្រឹត្តកម្មទឹកស្អាតឧស្សាហកម្ម',
    'RakStone' => 'ការ៉ូ',
    'SwimmingPool' => 'បន្ទះ Maximus Mega Slab',
    'FloorTiles' => 'Floor Tiles',
    'WallTiles' => 'Signature collections',
    'search' => 'ស្វែងរកលេខម៉ូឌែល',
    'address' => 'អគារលេខ​427, មហាវិថីព្រះមុន្នីវង្ស​, សង្កាត់បឹងព្រលិត, ខណ្ឌ7មករា​, រាជធានីភ្នំពេញ',
    'en_cn' => 'សន្ទនាជាភាសាអង់គ្លេស​​និងចិនបាន​ ផ្នែកលក់តាមគម្រោង',
    'date' => 'ច័ន្ទដល់អាទិត្យ'
 ];
