<?php

return [
    'welcome' => 'សូមស្វាគមន៍មកកាន់',
    'en' => 'ភាសាអង់គ្លេស',
    'kh' => 'ភាសាខ្មែរ',
    'cn' => 'ភាសាចិន',
    'description_cm' => "ស៊ុនហួរគ្រុបត្រូវបានបង្កើតឡើងដោយស្ថាបនិកឈ្មោះលោកស៊ុនហួរគាត់មានចក្ខុវិស័យវែងឆ្ងាយដោយសម្លឹងឃើញពីតម្រូវការនៃការប្រើប្រាស់សម្ភារបរិក្ខារបន្ទប់ទឹកទំនើបៗ ប្រកបដោយគុណភាពខ្ពស់នៅប្រទេសកម្ពុជាក្នុងពេលអនាគត។
    ចក្ខុវិស័យនេះជាកត្តាលីករជំរុញឱ្យក្រុមហ៊ុនរីកចម្រើន និងជោគជ័យមកដល់បច្ចុប្បន្ន។",
    'aboutus' => 'អំពីក្រុមហ៊ុន',
    'WTBOP' => 'ចង់ក្លាយជាដៃគូរបស់យើងទេ?',
    'content_pns' => 'តើលោកអ្នកមានចំណាប់អារម្មណ៍ចង់ក្លាយជាដៃគូរបស់ក្រុមហ៊ុនស៊ុនហួរគ្រុបដែរឬទេ?​​ 

សូមអរគុណចំពោះចំណាប់អារម្មណ៍របស់លោកអ្នកក្នុងការក្លាយជាដៃគូជាមួយយើងខ្ញុំ។

ប្រសិនបើលោកអ្នកចាប់អារម្មណ៍ចង់ក្លាយជាដៃគូរបស់យើងខ្ញុំនាពេលអនាគត, សូមបំពេញពត៌មានត្រួសៗអំពីអាជីវកម្មរបស់លោកអ្នកនៅខាងក្រោមយើងខ្ញុំនឹងរក្សាទុកព័ត៌មានរបស់អ្នកដោយសម្ងាត់ និងធ្វើការទាក់ទងទៅលោកអ្នកឱ្យបានឆាប់តាមដែលអាចធ្វើទៅបាន។',
    'career' => 'ឱកាសការងារ',
    'content_career' => 'យើងខ្ញុំតែងតែស្វែងរកបុគ្គលិកដែលមានទេពកោសល្យដើម្បីចូលរួមជាមួយក្រុមហ៊ុន។ យើងខ្ញុំលើកទឹកចិត្តអ្នកឱ្យដាក់ពាក្យស្នើសុំនៅពេលណាក៏បាន ទោះបីជាមិនមានការប្រកាសជ្រើសរើសបុគ្គលិកនាពេលបច្ចុប្បន្នក៏ដោយ។

ប្រសិនបើក្រុមហ៊ុនគិតថាអ្នកស័ក្តសម​ក្រុមហ៊ុននឹងផ្តល់ដំណឹងមកសម្ភាសន៍ការងារ។

ប្រសិនបើលោកអ្នកមានចំណាប់អារម្មណ៍ សូមដាក់ប្រវត្តិរូបសង្ខេប (CV) ឥឡូវនេះ។

សូមកុំស្ទាក់ស្ទើរក្នុងការទាក់ទងមកយើងតាមរយៈ',
    'contact' => 'ការទំនាក់ទំនង',
    'content_ct' => 'មតិយោបល់របស់អតិថិជនពិតជាសំខាន់ណាស់ក្នុងការកែលម្អដើម្បីស្ថាបនាក្រុមហ៊ុនរបស់យើងខ្ញុំ។  ដូច្នេះសូមកុំស្ទាក់ស្ទើរក្នុងការទំនាក់ទំនងមកយើងខ្ញុំ។',
    'get_in_touch' => 'មធ្យោបាយទំនាក់ទំនង!',
    'partnerships' => 'ភាពជាដៃគូ',
    'brand' => 'ម៉ាកយីហោ',
    'home' => 'ទំព័រដើម',
    'name_fm' => 'បញ្ចូលឈ្មោះ',
    'email_fm' => 'បញ្ចូលអ៊ីមែល',
    'content_fm' => 'បញ្ចូលប្រធានបទ',
    'msg_fm' => 'បញ្ចូលសារ',
    'submit' => 'ដាក់ស្នើ',

    'cname' => 'បញ្ចូលឈ្មោះក្រុមហ៊ុន',
    'cwebsite' => 'បញ្ចូលឈ្មោះគេហទំព័រ',
    'fullname' => 'បញ្ចូលឈ្មោះ',
    'title' => 'បញ្ចូលមុខតំណែង',
    'phone' => 'បញ្ចូលលេខទូរសព្ទ',
    'email' => 'បញ្ចូលអ៊ីម៉ែល',
    'country' => 'បញ្ចូលប្រទេស',
    'msg' => 'បញ្ចូលសារ',

    'title_aboutus' => '1998
    ការនាំចូលផលិតផលសម្ភារសំណង់ម៉ាកយីហោសកល',
    'title_aboutus_1' => '1997
    ពង្រីកការនាំចូលដោយមានភាពជាដៃគូជាមួយ RAK Ceramics',
    'title_aboutus_2' => '1996
    ការចាប់ផ្តើមដំបូង',
    'title_aboutus_3' => '1999
    ការបង្កើតម៉ាកយីហោ NEW TIMES',
    'title_aboutus_4' => '2004
    ការចុះបញ្ជិកាសហគ្រាស',
    'title_aboutus_5' => '2010
    ភាពជាដៃគូជាមួយ Grundfos',
    'title_aboutus_6' => '2005
    ការផ្លាស់ប្តូរបន្ទប់តាំងបង្ហាញ',
    'title_aboutus_7' => 'នៅឆ្នាំ 2014',
    'title_aboutus_8' => 'នៅឆ្នាំ 2018',


    'content_aboutus' => "ទទួលសិទ្ធនាំចូលទាំងជាអ្នកចែកចាយផ្លូវការរបស់ផលិតផលម៉ាកសកល TOTO និង ARISTON ចូលក្នុងទីផ្សារសំណង់លំដាប់ខ្ពស់។",
    'content_aboutus_1' => "ទទួលសិទ្ធនាំចូលចែកចាយឥដ្ឋការ៉ូ RAK Ceramics ពីប្រទេសឌូបៃ អេមីរ៉ាត់អារ៉ាប់រួម។",
    'content_aboutus_2' => "ក្រុមហ៊ុន ស៊ុនហ៊ួរ គ្រុប បានចាប់បើកជាហាងលក់គ្រឿងសម្ភារសំណង់ទូទៅ,ចែកចាយគឿងសំណង់តូចធំ,បរិក្ខាបន្ទប់ទឹក,ឥដ្ឋការ៉ូ,ស៊ីម៉ង់,ឥដ្ឋក្បឿង,ថ្នាំពណ៏គ្រប់ប្រភេទក្នុងទីផ្សារសំណង់ ។",
    'content_aboutus_3' => "ក្រុមហ៊ុន ស៊ុនហ៊ួរ គ្រុបបានបង្កើតម៉ាកយីហោផ្ទាល់ខ្លួន “ Newtimes “ សិប្បកម្មផលិតស៊ីទែនអ៊ីណុក ប្រើប្រាស់ជាប់ធន់បានយូរ ការរចនាបែបបញ្ឈរនិង ផ្តេកចំណុះចាប់ ពី 500​ ដល់ 10,000 លីត្រ​ នឹង​ប្រពន្ធ័ចម្រោះទឹកស្អាតគ្រប់ប្រភេទ។",
    'content_aboutus_4' => "ក្រុមហ៊ុន ស៊ុនហ៊ួរ គ្រុប បានចុះបញ្ជីជាសហគ្រាសធនមធ្យមបង្ហាញពីភាពរីកចំរើន នឹង ​ការប្តេជ្ញាចិត្តរបស់ខ្លួន​ពោះឧត្តមភាព។",
    'content_aboutus_5' => "ក្រុមហ៊ុន ស៊ុនហ៊ួរគ្រុប ទទួលបានភាពជាដៃគូដោយបានពង្រីកការចែកចាយផលិតផល និងមានកិច្ចសហការជាមួយក្រុមហ៊ុន Grundfos​​​ផលិតផលប្រទេសដាណឺម៉ាក (DENMARK) ជាក្រុមហ៊ុនឈានមុខគេផលិតនូវម៉ាស៊ីនបូមទឹកលើពិភពេលាក។",
    'content_aboutus_6' => "ក្រុមហ៊ុនស៊ុនហួរគ្រុប បានអភិវឌ្ឍន៍ដោយប្រែក្លាយ  ទីតាំងដេប៉ូលក់គ្រឿងសំណង់ទៅជាបន្ទប់តាំងបង្ហាញផលិតផលដើម្បីផ្តល់នូវបទពិសោធន៍ដ៏ប្រសើរក្នុងការទិញផលិតផលតម្លៃខ្ពស់។",
    'content_aboutus_7' => "ក្រុមហ៊ុន ស៊ុនហួរ គ្រុប យើងខ្ញុំ បានពង្រឹងសមត្ថភាពប្រតិបត្តិការផ្នែកពាណិជ្ជកម្ម ដោយបានបើកដំណើរការបង្ហាញផលិតផលជាសាខាទីពីររបស់ខ្លួន នៅផ្លូវម៉ៅសេទុង រាជធានីភ្នំពេញ។ សកម្មភាពនេះ ជាផ្នែកមួយនៃយុទ្ធសាស្ត្រកែលម្អបទពិសោធន៍ផ្ទាល់ពីអតិថិជន និងពង្រីកសេវាកម្មទៅកាន់លំនៅដ្ឋាន​។",
    'content_aboutus_8' => "ខ្ញុំបន្តគោរពតាមគោលនយោបាយអភិវឌ្ឍន៍ និងការពង្រីកបណ្តាញអាជីវកម្ម ក្រុមហ៊ុន នឹងបានបើកសាខាបង្ហាញផលិតផលថ្មីមួយទៀត នៅទីក្រុងសៀមរាប។ សាខាថ្មីនេះ យើងខ្ញុំមានគោលដៅក្នុងការបម្រើអតិថិជនក្នុងតំបន់ភាគពាយ័ព្យនៃប្រទេសកម្ពុជា ឲ្យបានស្គាល់ផលិតផលដែលមានគុណភាពខ្ពស់របស់ក្រុមហ៊ុនយ៉ាងឆាប់រហ័ស និងប្រកបដោយទំនុកចិត្ត។",


    'product' => 'ផលិតផល',
    'SanitaryWareFitting' => 'គ្រឿងបរិក្ខារអនាម័យ',
    'WaterHeaterSystem' => 'ប្រព័ន្ធកំដៅទឹក',
    'WaterPump' => 'បូមទឹក',
    'WaterFilter' => 'ឧបករណ៍ចំរោះទឹក',
    'PorcelainTileCeramicTile' => 'ការ៉ូប៉កសេឡែន និងការ៉ូសេរ៉ាមិក',
    'Toilets' => 'បង្គន់អនាម័យ',
    'FaucetSeries' => 'ផ្កាឈូកនិងរ៉ូមីណេទឹក',
    'Bathtubs' => 'បាញ័រ',
    'Public' => 'ប្រើនៅទីសាធារណៈ',
    'Accessories' => 'គ្រឿងបន្ថែ​មក្នុងបន្ទប់ទឹក',
    'InstantaneousWaterHeater' => 'ម៉ាស៊ីនកំដៅទឹកភ្លាមៗ (សម្រាប់ប្រើប្រាស់នៅផ្ទះ)',
    'GasboilerWaterHeater' => 'ម៉ាស៊ីនកំដៅទឹកដោយឧស្ម័ន',
    'StorageWaterHeater' => 'ម៉ាស៊ីនកំដៅទឹកប្រភេទស្តុកទឹក',
    'SolarWaterHeater' => 'ម៉ាស៊ីនកំដៅទឹកដោយពន្លឺព្រះអាទិត្យ',
    'HeatPump' => 'ម៉ាស៊ីនកំដៅទឺកដោយHeat Pump',
    'WaterTransfer' => 'ម៉ូទ័របូមទឹក',
    'WaterPressurepump' => 'ម៉ូទ័រសម្ពាធទឹក',
    'HomeDrinkingWaterSystem' => 'ប្រព័ន្ធទឹកសុទ្ធសម្រាប់ប្រើនៅផ្ទះ',
    'WaterDispenser' => 'ឧបករណ៍ផលិតទឹកបរិភោគ',
    'IndustrialWaterTreatmentSystem' => 'ប្រព័ន្ធប្រព្រឹត្តកម្មទឹកស្អាតឧស្សាហកម្ម',
    'RakStone' => 'Tiles',
    'SwimmingPool' => 'Maximus Mega Slab',
    'FloorTiles' => 'Floor Tiles',
    'WallTiles' => 'Signature collections',
    'search' => 'ស្វែងរកលេខម៉ូឌែល',
    'address' => 'អគារលេខ​427, មហាវិថីព្រះមុន្នីវង្ស​, សង្កាត់បឹងព្រលិត, ខណ្ឌ7មករា​, រាជធានីភ្នំពេញ',
    'en_cn' => 'សន្ទនាជាភាសាអង់គ្លេស​​និងចិនបាន​ ផ្នែកលក់តាមគម្រោង',
    'date' => 'ច័ន្ទដល់អាទិត្យ'
 ];
